USE `seschool_07`;

INSERT INTO `Employees`(`FirstName`, `LastName`, `DateOfBirth`, `HireDate`, `Position`, `Salary`)	VALUES
	('Иван', 'Иванов', 19800115 , 20100601, 'Менеджер', 75000.00),
	('Анна', 'Петрова', 19850723 , 20210815, 'Инженер', 68000.00),
	('Михаил', 'Смирнов', 19900312 , 20150130, 'Программист', 72000.00),
	('Елена', 'Сидорова', 19920514 , 20160921, 'Аналитик', 70000.00),
	('Алексей', 'Кузнецов', 19751102 , 20051010, 'Руководитель отдела', 90000.00),
	('Ольга', 'Васильева', 19880422 , 20140305, 'Маркетолог', 65000.00),
	('Дмитрий', 'Попов', 19930819 , 20171111, 'Программист', 71000.00),
	('Мария', 'Козлова', 19830210 , 20100404, 'HR-менеджер', 66000.00),
	('Сергей', 'Лебедев', 19791201 , 20080701, 'Менеджер проектов', 80000.00),
	('Наталья', 'Морозова', 19860909 , 20131218, 'Дизайнер', 69000.00);